{
  "road-assistant-dubai": {
    "title": "Road Assistant Dubai",
    "urlImage": "/images/service-1.png",
    "description": [
      "Swift Recovery Service provides you the very best roadside assistance from Dubai therefore you never need to burden yourself using punctured bicycle or battery life situation. We allow you to get back on the right track very quickly, in times where you’ve locked your keys in your car or truck. At any time you want us, then we’ll soon be present to give you a hand whenever possible.",
      "Occasionally, your car will not have exactly the exact same way while you can. It breaks , or tire becomes horizontal or so the battery expires some times. In these scenarios, you need you’ve got somebody to look after one’s own worries. Swift Recovery Service is actually a business renowned for Roadside assist in Dubai. Our expert technicians have been specialized at the swift replacement of car batteries in Dubai. No thing what model or make you possess around the UAE, our expert vehicle technicians can diagnose and fix your auto in minimum time."
    ]
  },
  "towing-services": {
    "title": "Towing Services",
    "urlImage": "/images/service-2.png",
    "description": [
      "Swift Recovery Service Towing Services is among the earliest & most trusted towing organizations in Dubai. For at least 16 decades, we’ve helped millions of drivers reunite after automobile crashes. Our professional technicians will be always training and make an effort to supply the promptest and also most readily useful road side towing and assistance in the region.",
      "Whenever you telephone Swift Recovery Service for you out of a jam, then you will expect us to be present for you personally. Our drivers are both professional and prompt, and our objective is the whole satisfaction. Together with supplying superb towing solutions to drivers all through Dubai, we also attempt to encourage our regional community."
    ]
  },
  "recovery-service": {
    "title": "Recovery Services",
    "urlImage": "/images/service-3.png",
    "description": [
      "At Swift Recovery Service, we have a fleet of advanced transport vehicles and well-trained staff. They ensure your car is retrieved and delivered quickly to your desired location. Whether you’re in Dubai, we offer outstanding roadside assistance promptly and effectively.",
      "We operate a 24-hour recovery service, available 7 days a week. If you need roadside assistance urgently, call us. Enjoy our excellent service.",
      "Our team is friendly and dedicated. We promise fast 2-4 hour breakdown recovery to anyone in need. We give priority to those in vulnerable situations. Yet, our roadside assistance is available regularly to everyone."
    ]
  },
  "flat-bed-recovery": {
    "title": "Flatbed Recovery Services",
    "urlImage": "/images/service-4.png",
    "description": [
      "Swift Recovery Service offers a flat-bed restoration or transport service. This service is perfect if you need your vehicle moved to your trail, garage, home, or to a corporate event. Our fully horizontal transporter is ideal for sports and racing cars that are lower to the ground.",
      "Our driver has many years of experience moving cars and high-end vehicles. You can trust them to take good care of your car. We provide a 24-hour flat-bed restoration service, available 7 days a week. If you need road side assistance, give us a call and enjoy our excellent service."
    ]
  },
  "bike-recovery-services": {
    "title": "Bike Recovery Services",
    "urlImage": "/images/service-5.png",
    "description": [
      "We know how tough it can be if your bike breaks down. At Swift Recovery Service, our team is ready to help whenever you need us. No matter the time, we’re here to assist.",
      "We have all the tools needed to fix any bike, big or small. Our team can handle any bike, no matter the brand or model. If you’re stuck in Dubai, just give us a call.."
    ]
  },
  "sand-desert-pull-out": {
    "title": "Desert Pull Out Services",
    "urlImage": "/images/service-6.png",
    "description": [
      "Special emergency-service for your own cars & vehicles stuck in desert .While you’re appreciating desert safari or camping in town along with your car has stuck we could help you . Regardless of what the issue, we might aid you. Low cost Roadside Assistance Services ensured! .We operate a 2-4 hour flat-bed restoration agency 7days per week, if you’re in serious need of road side assistance give us a call and benefit from this fantastic service we now have to offer you."
    ]
  },
  "basement-pull-out": {
    "title": "Basement Pull Out Services",
    "urlImage": "/images/service-7.png",
    "description": [
      "Swift Recovery Service offers a basement pull-out service for your vehicle. We can transport it to your trail, garage, home, or corporate event. Our fully horizontal transporter is perfect for sports and racing cars.",
      "Our driver has years of experience moving cars and high-end vehicles. You can trust them to take good care of your car. We provide a 24-hour flat-bed restoration service, 7 days a week.",
      "If you need roadside assistance, call us. Enjoy our excellent service."
    ]
  },
  "battery-boosting": {
    "title": "Battery Boost Services",
    "urlImage": "/images/service-8.png",
    "description": [
      "Swift Recovery Service offers full battery life and unlock solutions. Need a battery boost or a replacement? Call us now. We’ll send a skilled driver to help you get back on track.",
      "We’re a dedicated team of experts ready to assist you. No need to worry if you face a battery issue. At IMC, we’re committed to ensuring your smooth drive with our battery life services."
    ]
  },
  "lock-out-services": {
    "title": "Lock Out Services",
    "urlImage": "/images/service-9.png",
    "description": [
      "Swift Recovery Service offers a flat-bed restoration or transport service. This service is perfect if you need your vehicle moved to your trail, garage, home, or to a corporate event. Our fully horizontal transporter is ideal for sports and racing cars that are lower to the ground.",
      "Our driver has years of experience moving cars and high-end vehicles. You can trust them to take good care of your vehicle. We provide a 24-hour flat-bed restoration service, available 7 days a week. If you need road side assistance, give us a call and enjoy our excellent service."
    ]
  }
}
